[
  {
    "_id": {
      "$oid": "672676034cfd3cf7621756c9"
    },
    "tema": "panic",
    "kroki": [
      {
        "krok": 1,
        "img": "/imgs/kot.jpg",
        "golov_text": "Як покращити сон?",
        "text": "Переконайтеся, що ваша спальня комфортна, темна і прохолодна. Уникайте яскравого світла перед сном і спробуйте обмежити використання електронних пристроїв за годину до сну. Використовуйте спеціальні додатки для відстеження режиму сну або слухайте розслаблюючу музику, щоб налаштувати свій організм на відпочинок."
      },
      {
        "krok": 2,
        "img": "/imgs/kot.jpg",
        "golov_text": "Створення рутини",
        "text": "Сформуйте чіткий графік сну, навіть у вихідні. Регулярне лягання спати і прокидання в один і той самий час допомагає стабілізувати біологічний годинник. Під час підготовки до сну виконуйте рутинні дії, наприклад, приймайте теплу ванну, читайте книгу або медитуйте."
      }
    ]
  },
  {
    "_id": {
      "$oid": "672676034cfd3cf7621756c5"
    },
    "tema": "stress",
    "kroki": [
      {
        "krok": 1,
        "img": "/imgs/kot.jpg",
        "golov_text": "Як впоратися зі стресом?",
        "text": "Зробіть паузу і глибоко вдихніть кілька разів, відчуваючи, як розслабляється ваше тіло. Сфокусуйтеся на позитивних моментах, навіть якщо вони здаються дрібницями. Запишіть свої думки у щоденник, щоб зрозуміти, що саме вас турбує. Якщо стрес великий, спробуйте зайнятися легкою фізичною активністю, як-от прогулянкою."
      },
      {
        "krok": 2,
        "img": "/imgs/kot.jpg",
        "golov_text": "Спілкування",
        "text": "Не бійтеся звертатися за підтримкою до друзів, сім'ї або психолога. Розмова з кимось, хто готовий вислухати, може значно зменшити ваш стрес. Спробуйте також практикувати активне слухання: це допоможе створити атмосферу взаємної підтримки."
      }
    ]
  },
  {
    "_id": {
      "$oid": "672676034cfd3cf7621756c6"
    },
    "tema": "anxiety",
    "kroki": [
      {
        "krok": 1,
        "img": "/imgs/kot.jpg",
        "golov_text": "Як подолати тривожність?",
        "text": "Під час відчуття тривоги виконайте вправу на дихання: вдихайте глибоко на чотири рахунки, затримайте дихання на чотири рахунки і повільно видихайте на чотири рахунки. Спробуйте практикувати усвідомленість: зосередьте увагу на тому, що бачите, чуєте і відчуваєте у даний момент."
      },
      {
        "krok": 2,
        "img": "/imgs/kot.jpg",
        "golov_text": "Фізична активність",
        "text": "Займіться фізичними вправами, наприклад, прогулянкою, бігом або йогою. Активність допомагає організму вивільняти ендорфіни — гормони щастя, які сприяють розслабленню та покращують настрій."
      }
    ]
  },
  {
    "_id": {
      "$oid": "672676034cfd3cf7621756c8"
    },
    "tema": "confidence",
    "kroki": [
      {
        "krok": 1,
        "img": "/imgs/kot.jpg",
        "golov_text": "Як підвищити впевненість у собі?",
        "text": "Щодня записуйте три речі, які вам вдалося виконати добре. Зосереджуйтесь на своїх сильних сторонах, замість того щоб думати про слабкі сторони. Оточіть себе позитивними людьми, які підтримують вас і надихають на нові досягнення."
      },
      {
        "krok": 2,
        "img": "/imgs/kot.jpg",
        "golov_text": "Візуалізація успіху",
        "text": "Спробуйте уявити себе в ситуаціях, де ви успішно досягаєте мети. Відчувайте емоції, пов'язані з цим успіхом. Візуалізація допоможе налаштувати мозок на досягнення реальних цілей."
      }
    ]
  },
  {
    "_id": {
      "$oid": "672676034cfd3cf7621756c7"
    },
    "tema": "depression",
    "kroki": [
      {
        "krok": 1,
        "img": "/imgs/kot.jpg",
        "golov_text": "Як впоратися з депресією?",
        "text": "Розділіть свій день на маленькі завдання та почніть із чогось простого, наприклад, прибирання чи приготування їжі. Виконуйте завдання поступово, не примушуючи себе робити більше, ніж можете."
      },
      {
        "krok": 2,
        "img": "/imgs/kot.jpg",
        "golov_text": "Турбота про себе",
        "text": "Пам’ятайте, що ваша турбота про себе є важливою. Знайдіть час для хобі, які приносять задоволення, наприклад, малювання, читання або слухання музики. Оточіть себе речами, які дарують радість і комфорт."
      }
    ]
  }
]