
const Main_content_B6 = () => {
    return ( 
        <div className='GAwg'>
            <img src="imgs/kartinka3.png" className='waf dawg'/>
            <h1 className='track-visibility faw'>Виклик мобільної бригади 
            <p>    Функція для виклику мобільної бригади: вона може визначити ваше місцезнаходження за координатами та вулицею, а потім надсилає цю інформацію на сервер. Там автоматично створюється виклик до оператора, і ваші координати самостійно диктуються. Коли з’явиться вільна бригада, до вас прибуде мобільне таксі для переміщення в безпечне місце.
            </p>
            </h1>
        </div>
    );
}

export default Main_content_B6;
